Repository: zziri/cmux
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: ar, bs, da, de, es, fr, it, ja, ko, nb, pl, pt_br, ru, th, tr, uk, zh_hans, zh_hant

# clipboard.sshError.single
source: SSH error (%@): %@
ar: خطأ SSH (%@): %@
de: SSH-Fehler (%@): %@
es: Error de SSH (%@): %@
fr: Erreur SSH (%@) : %@
ja: SSH エラー (%@): %@
ko: SSH 오류 (%@): %@
uk: Помилка SSH (%@): %@
zh_hans: SSH 错误（%@）：%@
zh_hant: SSH 錯誤 (%@): %@

# cloud.link.trustedListenerPending
source: The Cloud machine is still preparing remote access. Try again shortly.
ar: لا يزال الجهاز السحابي يجهز الوصول عن بعد. حاول مجددًا بعد قليل.
de: Die Cloud-Maschine bereitet den Remote-Zugriff noch vor. Versuchen Sie es in Kürze noch einmal.
es: La máquina en la nube aún está preparando el acceso remoto. Inténtalo de nuevo en breve.
fr: La machine Cloud prépare toujours l’accès distant. Réessayez dans quelques instants.
ja: クラウドマシンはまだリモートアクセスを準備中です。しばらくしてからもう一度お試しください。
ko: 클라우드 가상 머신이 아직 원격 액세스를 준비 중입니다. 잠시 후 다시 시도하십시오.
zh_hans: 云端机器仍在准备远程访问。请稍后重试。
zh_hant: 雲端機器仍在準備遠端存取。請稍後重試。

# cloud.overlay.reconnect.button
source: Reconnect
ar: أعد الاتصال
de: Wieder verbinden
es: Reconectar
fr: Reconnecter
ja: 再接続
ko: 다시 연결
zh_hans: 重新连接
zh_hant: 重新連接

# cloudTree.browser.untitled
source: browser
ar: متصفح
es: navegador
fr: navigateur
ja: ブラウザ
ko: 브라우저
zh_hans: 浏览器
zh_hant: 瀏覽器

# cloudTree.group.browsers
source: Browsers
ar: المتصفحات
de: Browser
es: Navegadores
fr: Navigateurs
ja: ブラウザ
ko: 브라우저
zh_hans: 浏览器
zh_hant: 瀏覽器

# cloudTree.group.displays
source: Displays
ar: الشاشات
es: Pantallas
fr: Écrans
ja: ディスプレイ
ko: 디스플레이
zh_hans: 显示器
zh_hant: 顯示器

# cloudTree.group.ports
source: Ports
ar: المنافذ
es: Puertos
ja: ポート
ko: 포트
zh_hans: 端口
zh_hant: 連接埠

# cloudTree.group.terminals
source: Terminals
ar: المحطات
es: Terminales
fr: Terminaux
ja: ターミナル
ko: 터미널
zh_hans: 终端
zh_hant: 終端

# cloudTree.group.workspaces
source: Workspaces
ar: مساحات العمل
de: Arbeitsbereiche
es: Espacios de trabajo
fr: Espaces de travail
ja: ワークスペース
ko: 작업 공간
zh_hans: 工作区
zh_hant: 工作區

# cloudTree.local.browserCount.one
source: 1 browser
ar: متصفح واحد
es: 1 navegador
fr: 1 navigateur
ja: ブラウザ 1
ko: 브라우저 1개
zh_hans: 1 个浏览器
zh_hant: 1 個瀏覽器

# cloudTree.local.browserCount.other
source: %d browsers
ar: %d متصفح
de: %d Browser
es: %d navegadores
fr: %d navigateurs
ja: %d個のブラウザ
ko: 브라우저 %d개
zh_hans: %d 个浏览器
zh_hant: %d 個瀏覽器

# cloudTree.link.tunnelDown
source: This Mac's tunnel to your Cloud VM network is down — run `cmux vpn up`.
ar: نفق جهاز Mac هذا المؤدي إلى شبكة جهازك الافتراضي السحابي متوقف — شغّل `cmux vpn up`.
de: Der Tunnel dieses Macs zu Ihrem Cloud-VM-Netzwerk ist inaktiv — führen Sie `cmux vpn up` aus.
es: El túnel de este Mac a la red de tu máquina virtual en la nube está caído — ejecuta `cmux vpn up`.
fr: Le tunnel de ce Mac vers le réseau de votre VM Cloud est arrêté — exécutez `cmux vpn up`.
ja: この Mac から Cloud VM ネットワークへのトンネルが切断されています — `cmux vpn up` を実行してください。
ko: 이 Mac에서 클라우드 가상 머신 네트워크로 연결되는 터널이 비활성화 상태입니다 — `cmux vpn up`을 실행하십시오.
zh_hans: 这台 Mac 通往 Cloud VM 网络的隧道已关闭 —— 请运行 `cmux vpn up`。
zh_hant: 這台 Mac 到您雲端虛擬機器 (Cloud VM) 網路的通道已中斷 — 請執行 `cmux vpn up`。

# cloudTree.link.tunnelStale
source: This Mac's tunnel is up for a different enrollment — run `cmux vpn up` to switch it.
ar: نفق جهاز Mac هذا يعمل لتسجيل مختلف — شغّل `cmux vpn up` لتبديله.
de: Der Tunnel dieses Macs ist für eine andere Registrierung aktiv — führen Sie `cmux vpn up` aus, um zu wechseln.
es: El túnel de este Mac está activo para un registro diferente — ejecuta `cmux vpn up` para cambiarlo.
fr: Le tunnel de ce Mac est actif pour un enregistrement différent — exécutez `cmux vpn up` pour en changer.
ja: この Mac のトンネルは別の登録で接続されています — `cmux vpn up` で切り替えてください。
ko: 이 Mac의 터널이 다른 등록 정보를 위해 활성화되어 있습니다 — 전환하려면 `cmux vpn up`을 실행하십시오.
zh_hans: 这台 Mac 的隧道属于另一次注册 —— 请运行 `cmux vpn up` 切换。
zh_hant: 這台 Mac 的通道已為不同的註冊啟用 — 請執行 `cmux vpn up` 以進行切換。

# cloudTree.localWorkspace.untitled
source: Workspace
ar: مساحة العمل
de: Arbeitsbereich
es: Espacio de trabajo
fr: Espace de travail
ja: ワークスペース
ko: 작업 공간
zh_hans: 工作区
zh_hant: 工作區

# cloudTree.machine.local
source: This Mac
ar: جهاز Mac هذا
de: Dieser Mac
es: Este Mac
fr: Ce Mac
ja: この Mac
ko: 이 Mac
zh_hans: 这台 Mac
zh_hant: 這台 Mac

# cloudTree.menu.closeTerminal
source: Close Terminal
ar: إغلاق الطرفية
de: Terminal schließen
es: Cerrar terminal
fr: Fermer le terminal
ja: ターミナルを閉じる
ko: 터미널 닫기
zh_hans: 关闭终端
zh_hant: 關閉終端機

# cloudTree.menu.copyPort
source: Copy Port
ar: نسخ المنفذ
de: Port kopieren
es: Copiar puerto
fr: Copier le port
ja: ポートをコピー
ko: 포트 복사
zh_hans: 复制端口
zh_hant: 複製連接埠

# cloudTree.menu.copySurfaceID
source: Copy Surface ID
ar: نسخ معرف السطح
de: Oberflächen-ID kopieren
es: Copiar ID de la superficie
fr: Copier l’ID de la surface d’affichage
ja: サーフェス ID をコピー
ko: 화면 ID 복사
zh_hans: 复制表面 ID
zh_hant: 複製介面 ID

# cloudTree.menu.copyWorkspaceID
source: Copy Workspace ID
ar: نسخ معرف مساحة العمل
de: Arbeitsbereichs-ID kopieren
es: Copiar ID del espacio de trabajo
fr: Copier l’ID de l’espace de travail
ja: ワークスペース ID をコピー
ko: 작업 공간 ID 복사
zh_hans: 复制工作区 ID
zh_hant: 複製工作區 ID

# cloudTree.menu.newTerminal
source: New Terminal
ar: المحطة الجديدة
de: Neues Terminal
es: Nueva Terminal
fr: Nouveau terminal
ja: 新規ターミナル
ko: 새로운 터미널
zh_hans: 新建终端
zh_hant: 新航廈

# cloudTree.menu.newTerminalHere
source: New Terminal Here
ar: طرفية جديدة هنا
de: Neues Terminal hier
es: Nueva terminal aquí
fr: Nouveau terminal ici
ja: ここに新規ターミナル
ko: 여기에 새 터미널 열기
zh_hans: 在此新建终端
zh_hant: 在此處新增終端機

# cloudPane.newTerminalFailed.title
source: Couldn’t start a terminal on %@
ar: تعذر بدء تشغيل طرفية على %@
de: Terminal auf %@ konnte nicht gestartet werden
es: No se pudo iniciar una terminal en %@
fr: Impossible de démarrer un terminal sur %@
ja: %@ でターミナルを開始できませんでした
ko: %@에서 터미널을 시작할 수 없습니다
zh_hans: 无法在 %@ 上启动终端
zh_hant: 無法在 %@ 上啟動終端機

# cloudNotification.subtitle.machine
source: %1$@ on %2$@
ar: %1$@ على %2$@
de: %1$@ auf %2$@
es: %1$@ en %2$@
fr: %1$@ sur %2$@
ja: %1$@（%2$@ 上）
ko: %1$@ (가상 머신: %2$@)
zh_hans: %1$@（在 %2$@ 上）
zh_hant: %1$@（在 %2$@ 上）

# cloudPane.layoutSyncFailed.ambiguous
source: The pane does not identify a unique machine tab. Reopen it from the machine workspace.
ar: لا يحدد الجزء علامة تبويب فريدة للجهاز. أعد فتحه من مساحة عمل الجهاز.
de: Das Pane identifiziert keinen eindeutigen Maschinen-Tab. Öffnen Sie es erneut aus dem Maschinen-Workspace.
es: El panel no identifica una pestaña única de la máquina. Vuélvalo a abrir desde el espacio de trabajo de la máquina.
fr: Le volet n'identifie pas un onglet de machine unique. Rouvrez-le depuis l'espace de travail de la machine.
ja: このペインに対応するマシンのタブを一意に特定できません。マシンのワークスペースから開き直してください。
ko: 해당 창이 고유한 머신 탭을 식별하지 못합니다. 머신 작업 공간에서 다시 열어 주십시오.
zh_hans: 此窗格未标识唯一的机器标签页。请从机器工作区中重新打开它。
zh_hant: 此窗格無法識別唯一的機器頁籤。請從機器工作區重新開啟。

# cloudPane.layoutSyncFailed.detail
source: Your local pane change was kept, but the machine layout could not be synchronized. Reopen the machine workspace to see its current layout.
ar: تم الاحتفاظ بتغيير الجزء المحلي الخاص بك، ولكن تعذر مزامنة مخطط الجهاز. أعد فتح مساحة عمل الجهاز لرؤية مخططه الحالي.
de: Ihre lokale Pane-Änderung wurde beibehalten, aber das Maschinen-Layout konnte nicht synchronisiert werden. Öffnen Sie den Maschinen-Workspace erneut, um dessen aktuelles Layout anzuzeigen.
es: Se conservó el cambio de su panel local, pero no se pudo sincronizar el diseño de la máquina. Vuelva a abrir el espacio de trabajo de la máquina para ver su diseño actual.
fr: La modification locale de votre volet a été conservée, mais la disposition de la machine n'a pas pu être synchronisée. Rouvrez l'espace de travail de la machine pour voir sa disposition actuelle.
ja: ローカルのペインへの変更は保持されましたが、マシンのレイアウトを同期できませんでした。マシンのワークスペースを開き直して、現在のレイアウトを確認してください。
ko: 로컬 창 변경 사항은 유지되었으나 머신 레이아웃을 동기화할 수 없습니다. 현재 레이아웃을 보려면 머신 작업 공간을 다시 열어 주십시오.
zh_hans: 已保留您的本地窗格更改，但无法同步机器布局。请重新打开机器工作区以查看其当前布局。
zh_hant: 已保留您的本機窗格變更，但無法同步機器版面配置。請重新開啟機器工作區以查看其目前的版面配置。

# cloudPane.layoutSyncFailed.title
source: Couldn’t update the machine workspace
ar: تعذر تحديث مساحة عمل الجهاز
de: Maschinen-Workspace konnte nicht aktualisiert werden
es: No se pudo actualizar el espacio de trabajo de la máquina
fr: Impossible de mettre à jour l'espace de travail de la machine
ja: マシンのワークスペースを更新できませんでした
ko: 머신 작업 공간을 업데이트할 수 없습니다
zh_hans: 无法更新机器工作区
zh_hant: 無法更新機器工作區

# cloudPane.newTerminalFailed.ok
source: OK
ar: موافق
es: Aceptar
fr: D'ACCORD
ko: 확인
zh_hans: 确定
zh_hant: 確定

# cloudTree.confirm.cancel
source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
ja: キャンセル
ko: 취소
zh_hans: 取消
zh_hant: 取消

# cloudTree.killTerminal.confirm
source: Kill
ar: إنهاء
de: Beenden
es: Finalizar
fr: Tuer
ja: 強制終了
ko: 강제 종료
zh_hans: 终止
zh_hant: 強制結束

# cloudTree.killTerminal.message
source: The process ends on the machine, everywhere it is shown. Panes keep their scrollback.
ar: تنتهي العملية على الجهاز في كل مكان تُعرض فيه. تحتفظ الأجزاء بسجل التمرير الخاص بها.
de: Der Prozess wird auf der Maschine beendet, überall wo er angezeigt wird. Teilfenster behalten ihren Scrollback-Verlauf.
es: El proceso finaliza en la máquina, en cualquier lugar donde se muestre. Los paneles conservan su historial de desplazamiento.
fr: Le processus se termine sur la machine, partout où il est affiché. Les volets conservent leur historique de défilement.
ja: マシン上のプロセスが終了し、表示中のすべての場所に反映されます。ペインのスクロールバックは残ります。
ko: 프로세스는 가상 머신 내부 및 표시되는 모든 곳에서 종료됩니다. 분할 창의 스크롤백은 유지됩니다.
zh_hans: 该进程会在机器上结束，所有显示它的位置都会随之结束。窗格会保留各自的回滚内容。
zh_hant: 該程序將在機器上結束，並在所有顯示它的地方同步關閉。窗格將保留其回捲記錄。

# cloudTree.killTerminal.title
source: Kill terminal “%@”?
ar: إنهاء الطرفية “%@”؟
de: Terminal „%@“ beenden?
es: ¿Finalizar la terminal “%@”?
fr: Forcer l'arrêt du terminal « %@ » ?
ja: ターミナル「%@」を強制終了しますか？
ko: “%@” 터미널을 강제 종료하시겠습니까?
zh_hans: 终止终端“%@”？
zh_hant: 是否強制結束終端機「%@」？

# cloudTree.menu.closeWorkspace
source: Close Workspace…
ar: إغلاق مساحة العمل…
de: Arbeitsbereich schließen…
es: Cerrar espacio de trabajo…
fr: Fermer l’espace de travail…
ja: ワークスペースを閉じる…
ko: 작업 공간 닫기…
zh_hans: 关闭工作区…
zh_hant: 關閉工作區…

# cloudTree.closeWorkspace.title
source: Close workspace “%@”?
ar: إغلاق مساحة العمل “%@”؟
de: Arbeitsbereich „%@“ schließen?
es: ¿Cerrar el espacio de trabajo “%@”?
fr: Fermer l'espace de travail « %@ » ?
ja: ワークスペース「%@」を閉じますか？
ko: “%@” 작업 공간을 닫으시겠습니까?
zh_hans: 关闭工作区“%@”？
zh_hant: 是否關閉工作區「%@」？

# cloudTree.closeWorkspace.message.one
source: Its terminal is killed with it.
ar: سيتم إنهاء طرفيتها معها.
de: Sein Terminal wird damit beendet.
es: Su terminal finalizará con él.
fr: Son terminal sera tué avec lui.
ja: 中のターミナルも一緒に終了します。
ko: 작업 공간과 함께 소속 터미널도 강제 종료됩니다.
zh_hans: 它的终端会随之被终止。
zh_hant: 其終端機將隨之被強制結束。

# cloudTree.closeWorkspace.message.other
source: Its %d terminals are killed with it.
ar: سيتم إنهاء %d طرفية تابعة لها معها.
de: Seine %d Terminals werden mit ihm beendet.
es: Sus %d terminales se cerrarán junto con él.
fr: Ses %d terminaux sont tués avec lui.
ja: その%d個のターミナルも一緒に終了されます。
ko: 터미널 %d개도 함께 종료됩니다.
zh_hans: 其 %d 个终端将随之一并终止。
zh_hant: 其 %d 個終端機將隨之關閉。

# cloudTree.closeWorkspace.confirm
source: Close
ar: إغلاق
de: Schließen
es: Cerrar
fr: Fermer
ja: 閉じる
ko: 닫기
zh_hans: 关闭
zh_hant: 關閉

# cloudTree.operation.closeWorkspace
source: Closing %@…
ar: جاري إغلاق %@…
de: %@ wird geschlossen…
es: Cerrando %@…
fr: Fermature de %@…
ja: %@を閉じています…
ko: %@ 닫는 중…
zh_hans: 正在关闭 %@…
zh_hant: 正在關閉 %@…

# cloudTree.menu.killTerminal
source: Kill Terminal…
ar: إنهاء الطرفية…
de: Terminal beenden…
es: Finalizar terminal…
fr: Tuer le terminal…
ja: ターミナルを強制終了…
ko: 터미널 강제 종료…
zh_hans: 终止终端…
zh_hant: 強制結束終端機…

# cloudTree.menu.openWorkspace
source: Open Workspace
ar: فتح مساحة العمل
de: Arbeitsbereich öffnen
es: Abrir espacio de trabajo
fr: Ouvrir l’espace de travail
ja: ワークスペースを開く
ko: 작업 공간 열기
zh_hans: 打开工作区
zh_hant: 開啟工作區

# cloudTree.menu.renameTerminal
source: Rename…
ar: إعادة التسمية…
de: Umbenennen…
es: Renombrar…
fr: Renommer…
ja: 名称変更…
ko: 이름 바꾸기…
zh_hans: 重命名…
zh_hant: 重新命名…

# cloudTree.menu.renameTerminalAllViews
source: Rename all views…
ar: إعادة تسمية جميع طرق العرض…
de: Alle Ansichten umbenennen…
es: Renombrar todas las vistas…
fr: Renommer toutes les vues…
ja: すべてのビューを名称変更…
ko: 모든 보기 이름 바꾸기…
zh_hans: 重命名所有视图…
zh_hant: 重新命名所有檢視…

# cloudTree.menu.renameWorkspace
source: Rename…
ar: إعادة التسمية…
de: Umbenennen…
es: Renombrar…
fr: Renommer…
ja: 名称変更…
ko: 이름 바꾸기…
zh_hans: 重命名…
zh_hant: 重新命名…

# cloudTree.operation.deleteWorkspace
source: Deleting %@…
ar: جاري حذف %@…
de: %@ wird gelöscht…
es: Eliminando %@…
fr: Suppression de %@…
ja: %@ を削除しています…
ko: %@ 삭제하는 중…
zh_hans: 正在删除 %@…
zh_hant: 正在刪除 %@…

# cloudTree.operation.renameTerminal
source: Renaming %@…
ar: جاري إعادة تسمية %@…
de: %@ wird umbenannt…
es: Renombrando %@…
fr: Renommage de %@…
ja: %@ の名称を変更しています…
ko: %@ 이름 바꾸는 중…
zh_hans: 正在重命名 %@…
zh_hant: 正在重新命名 %@…

# cloudTree.operation.clearTerminal
source: Clearing %@…
ar: جاري مسح %@…
de: %@ wird geleert…
es: Limpiando %@…
fr: Effacement de %@…
ja: %@ のカスタム名をクリアしています…
ko: %@ 비우는 중…
zh_hans: 正在清空 %@…
zh_hant: 正在清除 %@…

# cloudTree.operation.renameWorkspace
source: Renaming %@…
ar: جاري إعادة تسمية %@…
de: %@ wird umbenannt…
es: Renombrando %@…
fr: Renommage de %@…
ja: %@ の名称を変更しています…
ko: %@ 이름 바꾸는 중…
zh_hans: 正在重命名 %@…
zh_hant: 正在重新命名 %@…

# surfaceCatalog.error.ambiguousRemotePlacement
source: This terminal has more than one remote placement. Specify the remote tab.
ar: تحتوي هذه الطرفية على أكثر من موضع بعيد واحد. يرجى تحديد علامة التبويب البعيدة.
de: Dieses Terminal hat mehr als eine Remote-Platzierung. Geben Sie den Remote-Tab an.
es: Esta terminal tiene más de una ubicación remota. Especifica la pestaña remota.
fr: Ce terminal a plus d’un emplacement distant. Spécifiez l’onglet distant.
ja: このターミナルには複数のリモート配置があります。リモートタブを指定してください。
ko: 이 터미널은 여러 개의 원격 배치를 가지고 있습니다. 원격 탭을 지정하십시오.
zh_hans: 此终端有多个远程位置。请指定远程标签页。
zh_hant: 此終端機有多個遠端位置。請指定遠端標籤頁。

# cloudTree.error.renameTerminalNoView
source: This terminal is not open in a remote workspace.
ar: هذه الطرفية ليست مفتوحة في مساحة عمل بعيدة.
de: Dieses Terminal ist in keinem Remote-Arbeitsbereich geöffnet.
es: Esta terminal no está abierta en un espacio de trabajo remoto.
fr: Ce terminal n’est pas ouvert dans un espace de travail distant.
ja: このターミナルはリモートワークスペースで開かれていません。
ko: 이 터미널은 원격 작업 공간에 열려 있지 않습니다.
zh_hans: 此终端未在任何远程工作区中打开。
zh_hant: 此終端機未在遠端工作區中開啟。

# cloudTree.error.renameTerminalPartial
source: Terminal rename changed %1$d of %d remote tabs. Another change prevented a safe rollback. Refresh and retry.
ar: أدى تغيير اسم الطرفية إلى تغيير %1$d من %d علامة تبويب بعيدة. ومنع تغيير آخر إجراء تراجع آمن. حدّث وأعد المحاولة.
de: Die Terminal-Umbenennung hat %1$d von %d Remote-Tabs geändert. Eine andere Änderung hat ein sicheres Rollback verhindert. Aktualisieren und erneut versuchen.
es: El cambio de nombre de la terminal modificó %1$d de las %d pestañas remotas. Otro cambio impidió una reversión segura. Actualiza e inténtalo de nuevo.
fr: Le renommage du terminal a modifié %1$d de %d onglets distants. Un autre changement a empêché un rétablissement sécurisé. Actualisez et réessayez.
ja: ターミナルの名前変更により、%1$d個が変更されました（対象：%d個のリモートタブ）。別の変更により安全なロールバックが妨げられました。更新して再試行してください。
ko: 터미널 이름 변경으로 원격 탭 중 %1$d개가 변경되었습니다 (총 %d개). 다른 변경 사항으로 인해 안전한 롤백을 수행할 수 없습니다. 새로 고침 후 다시 시도해 주세요.
zh_hans: 终端重命名更改了其中的 %1$d 个（共 %d 个远程标签页）。另一项更改阻止了安全回滚。请刷新并重试。
zh_hant: 終端機重新命名已變更 %1$d / %d 個遠端標籤頁。另一項變更使安全復原無法完成。請重新整理後再試。

# cloudTree.error.renameTerminalResponse
source: The remote rename response was invalid. Refresh and retry.
ar: استجابة إعادة التسمية عن بعد غير صالحة. يرجى التحديث وإعادة المحاولة.
de: Die Remote-Antwort für das Umbenennen war ungültig. Aktualisieren Sie und versuchen Sie es erneut.
es: La respuesta de cambio de nombre remota no era válida. Actualiza e inténtalo de nuevo.
fr: La réponse de renommage distant était invalide. Actualisez et réessayez.
ja: リモート名称変更の応答が無効です。更新して再試行してください。
ko: 원격 이름 바꾸기 응답이 올바르지 않습니다. 새로 고침 후 다시 시도하십시오.
zh_hans: 远程重命名的响应无效。请刷新后重试。
zh_hant: 遠端重新命名的回應無效。請重新整理並重試。

# cloudTree.error.renameTerminalGeneration
source: The remote rename came from a different VM session. Refresh and retry.
ar: إعادة التسمية عن بعد جاءت من جلسة جهاز افتراضي مختلفة. يرجى التحديث وإعادة المحاولة.
de: Die Remote-Umbenennung stammte aus einer anderen VM-Sitzung. Aktualisieren Sie und versuchen Sie es erneut.
es: El cambio de nombre remoto provino de una sesión de máquina virtual diferente. Actualiza e inténtalo de nuevo.
fr: Le renommage distant provient d’une session de VM différente. Actualisez et réessayez.
ja: リモート名称変更が別の VM セッションから返されました。更新して再試行してください。
ko: 원격 이름 바꾸기가 다른 가상 머신 세션에서 발생했습니다. 새로 고침 후 다시 시도하십시오.
zh_hans: 此次远程重命名来自另一个 VM 会话。请刷新后重试。
zh_hant: 遠端重新命名來自不同的 VM 工作階段。請重新整理並重試。

# cloudTree.error.renameTerminalRevision
source: The remote rename returned revision %2$llu after revision %1$llu. Refresh and retry.
ar: أعادت إعادة التسمية عن بعد المراجعة %2$llu بعد المراجعة %1$llu. يرجى التحديث وإعادة المحاولة.
de: Die Remote-Umbenennung hat Revision %2$llu nach Revision %1$llu zurückgegeben. Aktualisieren Sie und versuchen Sie es erneut.
es: El cambio de nombre remoto devolvió la revisión %2$llu después de la revisión %1$llu. Actualiza e inténtalo de nuevo.
fr: Le renommage distant a renvoyé la révision %2$llu après la révision %1$llu. Actualisez et réessayez.
ja: リモートの名前変更でリビジョン %2$llu が返されました（リビジョン %1$llu の後）。更新して再試行してください。
ko: 원격 이름 바꾸기가 리비전 %2$llu을(를) 반환했습니다 (이전 리비전: %1$llu). 새로 고침 후 다시 시도하십시오.
zh_hans: 远程重命名返回了修订号 %2$llu（在修订号 %1$llu 之后）。请刷新并重试。
zh_hant: 遠端重新命名傳回修訂版本 %2$llu，其在修訂版本 %1$llu 之後。請重新整理並重試。

# cloudTree.error.renameWorkspaceEmptyName
source: A workspace name cannot be empty.
ar: لا يمكن أن يكون اسم مساحة العمل فارغًا.
de: Ein Name für den Arbeitsbereich darf nicht leer sein.
es: El nombre de un espacio de trabajo no puede estar vacío.
fr: Le nom d’un espace de travail ne peut pas être vide.
ja: ワークスペース名を空にすることはできません。
ko: 작업 공간 이름은 비워 둘 수 없습니다.
zh_hans: 工作区名称不能为空。
zh_hant: 工作區名稱不能為空。

# cloudTree.error.renameWorkspaceNotFound
source: This remote workspace is no longer available.
ar: مساحة العمل البعيدة هذه لم تعد متاحة.
de: Dieser Remote-Arbeitsbereich ist nicht mehr verfügbar.
es: Este espacio de trabajo remoto ya no está disponible.
fr: Cet espace de travail distant n’est plus disponible.
ja: このリモートワークスペースは利用できません。
ko: 이 원격 작업 공간을 더 이상 사용할 수 없습니다.
zh_hans: 此远程工作区已不可用。
zh_hant: 此遠端工作區已無法使用。

# cloudTree.error.renameTerminalUnavailable
source: The terminal state could not be refreshed. Try again.
ar: تعذر تحديث حالة الطرفية. حاول مجددًا.
de: Der Terminal-Zustand konnte nicht aktualisiert werden. Versuchen Sie es erneut.
es: No se pudo actualizar el estado de la terminal. Inténtalo de nuevo.
fr: L’état du terminal n’a pas pu être actualisé. Réessayez.
ja: ターミナルの状態を更新できませんでした。もう一度お試しください。
ko: 터미널 상태를 새로 고칠 수 없습니다. 다시 시도하십시오.
zh_hans: 无法刷新终端状态。请重试。
zh_hant: 無法重新整理終端機狀態。請再試一次。

# cloudTree.error.snapshotOnly
source: %@ uses an older cmux-tui protocol. Refresh it to enable live sync and rename operations.
ar: يستخدم %@ بروتوكول cmux-tui أقدم. يرجى تحديثه لتمكين المزامنة الحية وعمليات إعادة التسمية.
de: %@ verwendet ein älteres cmux-tui-Protokoll. Aktualisieren Sie es, um die Live-Synchronisierung und Umbenennungsoperationen zu aktivieren.
es: %@ utiliza un protocolo cmux-tui más antiguo. Actualízalo para habilitar la sincronización en vivo y las operaciones de cambio de nombre.
fr: %@ utilise un protocole cmux-tui plus ancien. Actualisez-le pour activer la synchronisation en direct et les opérations de renommage.
ja: %@ は古い cmux-tui プロトコルを使用しています。更新してライブ同期と名前変更を有効にしてください。
ko: %@은(는) 구버전 cmux-tui 프로토콜을 사용하고 있습니다. 실시간 동기화 및 이름 바꾸기 작업을 활성화하려면 새로 고치십시오.
zh_hans: %@ 使用的是较旧的 cmux-tui 协议。请刷新它以启用实时同步与重命名操作。
zh_hant: %@ 使用較舊的 cmux-tui 協定。請重新整理以啟用即時同步和重新命名作業。

# cloudTree.rename.confirm
source: Rename
ar: إعادة تسمية
de: Umbenennen
es: Rebautizar
fr: Rebaptiser
ja: 名称変更
ko: 이름 바꾸기
zh_hans: 重命名
zh_hant: 重新命名

# cloudTree.rename.clear
source: Clear
ar: واضح
de: Klar
es: Claro
fr: Clair
ja: クリア
ko: 분명한
zh_hans: 清除
zh_hant: 清除

# cloudTree.renameTerminal.title
source: Rename “%@”
ar: إعادة تسمية “%@”
de: „%@“ umbenennen
es: Renombrar “%@”
fr: Renommer « %@ »
ja: 「%@」の名称変更
ko: “%@” 이름 바꾸기
zh_hans: 重命名“%@”
zh_hant: 重新命名「%@」

# cloudTree.renameWorkspace.title
source: Rename “%@”
ar: إعادة تسمية “%@”
de: „%@“ umbenennen
es: Renombrar “%@”
fr: Renommer « %@ »
ja: 「%@」の名称変更
ko: “%@” 이름 바꾸기
zh_hans: 重命名“%@”
zh_hant: 重新命名「%@」

# cloudTree.menu.newWorkspace
source: New Workspace
ar: مساحة عمل جديدة
de: Neuer Arbeitsbereich
es: Nuevo espacio de trabajo
fr: Nouvel espace de travail
ja: 新規ワークスペース
ko: 새 작업 공간
zh_hans: 新建工作区
zh_hant: 新工作區

# cloudTree.menu.open
source: Open
ar: فتح
de: Offen
es: Abierto
fr: Ouvrir
ja: 開く
ko: 열려 있는
zh_hans: 打开
zh_hant: 打開

# cloudTree.menu.openAllHere
source: Open All Here
ar: فتح الكل هنا
de: Alle hier öffnen
es: Abrir todo aquí
fr: Tout ouvrir ici
ja: すべてここで開く
ko: 여기에 모두 열기
zh_hans: 全部在此打开
zh_hant: 在此處開啟全部

# cloudTree.menu.openAllInNewTabs
source: Open All in New Tabs
ar: فتح الكل في علامات تبويب جديدة
de: Alle in neuen Tabs öffnen
es: Abrir todo en pestañas nuevas
fr: Tout ouvrir dans de nouveaux onglets
ja: すべて新しいタブで開く
ko: 새 탭에서 모두 열기
zh_hans: 全部在新标签页中打开
zh_hant: 在新標籤頁中開啟全部

# cloudTree.menu.openAsNewWorkspace
source: Open as New Workspace
ar: فتح كمساحة عمل جديدة
de: Als neuen Arbeitsbereich öffnen
es: Abrir como nuevo espacio de trabajo
fr: Ouvrir comme nouvel espace de travail
ja: 新しいワークスペースとして開く
ko: 새 작업 공간으로 열기
zh_hans: 作为新工作区打开
zh_hant: 開啟為新工作區

# cloudTree.menu.openFullClient
source: Open Full cmux-tui Client
ar: فتح عميل cmux-tui الكامل
de: Vollständigen cmux-tui-Client öffnen
es: Abrir cliente completo cmux-tui
fr: Ouvrir le client cmux-tui complet
ja: cmux-tui クライアント全体を開く
ko: 전체 cmux-tui 클라이언트 열기
zh_hans: 打开完整的 cmux-tui 客户端
zh_hant: 開啟完整的 cmux-tui 用戶端

# cloudTree.menu.openInNewPane
source: Open in New Pane
ar: فتح في جزء جديد
de: In neuem Teilfenster öffnen
es: Abrir en un panel nuevo
fr: Ouvrir dans un nouveau volet
ja: 新しいペインで開く
ko: 새 분할 창에서 열기
zh_hans: 在新窗格中打开
zh_hant: 在新窗格中開啟

# cloudTree.menu.openInNewTab
source: Open in New Tab
ar: فتح في علامة تبويب جديدة
de: In neuem Tab öffnen
es: Abrir en una pestaña nueva
fr: Ouvrir dans un nouvel onglet
ja: 新しいタブで開く
ko: 새 탭에서 열기
zh_hans: 在新标签页中打开
zh_hant: 在新標籤頁中開啟

# cloudTree.menu.refresh
source: Refresh
ar: تحديث
de: Aktualisieren
es: Refrescar
fr: Rafraîchir
ja: 更新
ko: 새로 고치다
zh_hans: 刷新
zh_hant: 重新整理

# cloudTree.menu.selectWorkspace
source: Go to Workspace
ar: الذهاب إلى مساحة العمل
de: Zum Arbeitsbereich wechseln
es: Ir al espacio de trabajo
fr: Aller à l’espace de travail
ja: ワークスペースへ移動
ko: 작업 공간으로 이동
zh_hans: 前往工作区
zh_hant: 前往工作區

# cloudTree.node.desktop
source: Desktop
ar: سطح المكتب
es: Escritorio
fr: Bureau
ja: デスクトップ
ko: 데스크톱
zh_hans: 桌面
zh_hant: 桌面

# cloudTree.pane.connecting
source: Connecting to %@…
ar: جاري الاتصال بـ %@…
de: Verbindung mit %@ wird hergestellt…
es: Conectando a %@…
fr: Connexion à %@…
ja: %@ に接続しています…
ko: %@에 연결하는 중…
zh_hans: 正在连接到 %@…
zh_hant: 正在連線至 %@…

# cloudTree.pane.failed
source: Couldn’t open %@
ar: تعذر فتح %@
de: %@ konnte nicht geöffnet werden
es: No se pudo abrir %@
fr: Impossible d'ouvrir %@
ja: %@ を開けませんでした
ko: %@을(를) 열 수 없습니다
zh_hans: 无法打开 %@
zh_hant: 無法開啟 %@

# cloudTree.pane.retryHint
source: Close this pane and open it again from the sidebar.
ar: أغلق هذا الجزء وافتحه مجددًا من الشريط الجانبي.
de: Schließen Sie dieses Teilfenster und öffnen Sie es erneut über die Seitenleiste.
es: Cierra este panel y ábrelo de nuevo desde la barra lateral.
fr: Fermez ce volet et ouvrez-le à nouveau depuis la barre latérale.
ja: このペインを閉じて、サイドバーからもう一度開いてください。
ko: 이 분할 창을 닫고 사이드바에서 다시 여십시오.
zh_hans: 请关闭此窗格，然后从侧边栏重新打开。
zh_hant: 關閉此窗格，並從側邊欄重新開啟它。
